---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementSpanParam
source: html/d151315d-49ed-ca73-2994-6917208ed369.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementSpanParam Property

"Span"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementSpanParam { get; }
```